// © Copyright 2012, 2015 HP Development Company, L.P.

TaskName = "Abilita la stampa diretta sul dispositivo";

TaskTOCTitle = "Stampa diretta HP";

HeaderMessage = "Permette di stampare facilmente da smartphone, computer portatili e altri dispositivi mobili wireless tramite la connessione diretta wireless. Il dispositivo mobile deve trovarsi entro la portata utile della stampante e richiede un driver o un'app mobile di HP ePrint. Per ulteriori informazioni e per scaricare le apps, visitare il sito Web di HP Online.";
EnableDirectPrint = "Abilita stampa diretta";

SecurityOnPasswordTitle = "On (con sicurezza)";
SecurityOnTitle = "On (senza sicurezza)";
SecurityOffTitle = "Off";

SecurityOnAlertTitle = "(Avvertenza: quando la stampa Diretta wireless è abilitata, eventuali utenti non autorizzati all'interno della rete wireless possono potenzialmente connettersi e stampare sulla stampante dell'utente).";
PasswordTitle = "Passphrase:";
PassphraseTooShortErrorMessage = "La passphrase deve contenere almeno 8 caratteri.";